Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默也不辩解，他很干脆的从老夫妇的屋子里搬出一张桌子，然后从储物袋里拿出一把闪亮的灵晶放在桌上，环视着眼睛看得发直的村民们一圈，淡定的说道：“在下说话算话，想必各位也很想离开胡村，免受清风门的压迫过上好日子，我今天就把话放在这里，想要卖灵草卖地的尽管来找我，我会当场把灵晶结算给他。”
en_us: You XiaoMo didn't bother replying, simply fetching a table from inside the old couple's home, then he took a handful of sparkling spirit gems from his magic bag and placed them on the table, sweeping his gaze over the gathered villagers as he said calmly, "I will keep my word. I trust that you all must want to leave here and live your lives away from the oppression of the QingFeng Sect. I'll say this now: those who want to sell their magic herbs come and find me, I'll give them their spirit gems right here."

source: 游小默也呆了，这只贪狼该不会就是篮球失踪的那个兄弟？
en_us: You XiaoMo was also stunned. This Wolf of Gluttony couldn't be LanQiu's brother that went missing, right?

source: 游小默也已经兴冲冲的决定要拿什么东西又要拿多少出来交换，不过比云少慢了一步。
en_us: You XiaoMo was also full of joy and expectations as he decided on what and how much of it to take out, but he was a step slower than Yun Shao.

source: 游小默也很好奇，特意打开窗户看一眼。
en_us: You XiaoMo was curious too and purposefully opened the window to get a closer look.

source: 游小默也没想到因为他们的事情一下子扯出这么多势力，真要打起来，肯定会一发不可收拾。
en_us: You XiaoMo also hadn't imagined that so many influencers would be dragged out because of their business. If things truly did come to blows, things would definitely get out of hand.

source: 游小默也注意到他，不以为意的说道：“可惜喜欢上莫雪，三观再怎么正常，迟早被带坏了。”
en_us: You XiaoMo had also noticed him, and he said disapprovingly, "It's too bad that he likes Mo Xue. No matter how normal his worldview is, sooner or later he's going to be led astray."

source: 游小默也猜到他的想法，顿时无谓的耸耸肩。
en_us: You XiaoMo had also guessed what he was thinking and shrugged his shoulders helplessly.

source: 游小默也知道急不得，他只是以往晋级太过顺畅，所以现在受阻有点适应不了，心情郁闷是肯定的，人果然还是要经历一些挫折心性才能更加坚定。
en_us: You XiaoMo also knew that he shouldn't be impatient. It was just that in the past, he had been able to advance too smoothly, so now he wasn't very used to encountering an obstruction. He would undoubtedly feel a little depressed. After all, people still had to experience some setbacks so they could grow stronger.

source: 游小默也知道这个道理。
en_us: You XiaoMo also understood this reasoning.

source: 游小默也表示只要他办好事情，好处绝对少不了他的。
en_us: You XiaoMo confirmed that as long as he got the job done, the reward was going to be plenty. (好处绝对少不了他的)

source: 游小默也跟着停下来，转头诧异的问道：“怎么了？
en_us: You XiaoMo also stopped. He turned his head to ask in surprise, "What's the matter?

source: 游小默买了一级甲级地图，和他身上那张白虎地图对比之后，发现还真被破坏的面目全非。
en_us: You XiaoMo bought a grade A map and, after comparing it to the map he had, realized that the place had really been wrecked.

source: 游小默二度震惊，底价是一亿，竟然只加了一千万灵晶？
en_us: You XiaoMo was surprised again. The lowest price was 100 million, so he actually only added another 10 million spirit gems?

source: 游小默五官皱起，“好像是坟里的东西在召唤我。”
en_us: You XiaoMo frowned. "It seems to be whatever is inside the grave that's calling me."

source: 游小默交了六千枚灵晶，然后三人就在客栈里等候。
en_us: You XiaoMo handed over six thousand spirit gems, then the three waited at the inn till it was time to depart.

source: 游小默从储物袋拿出一个玉瓶子，里面装着两枚九级灵丹和一枚十级灵丹，在玉瓶里咕噜噜的滚动着。
en_us: You XiaoMo took out a jade vial from his bag. Inside, there were two level nine pills and a level ten pill, rolling around with a clatter.

source: 游小默从敞开的窗户看到街道上不断有人朝城门涌过去，照这趋势，过不了多久就会人满为患。
en_us: You XiaoMo could see an endless flow of people heading towards the gates from his open window. If this continued, that area would become overcrowded.

source: 游小默从来没有在海里战斗过，以前下过一次水，那时是凌霄带他的，眼下入水，他还真有点不适应。
en_us: You XiaoMo had never fought in the sea before. He had gone into the water once, but Ling Xiao had been there with him. Going down now wasn't something he felt all that comfortable with

source: 游小默从空间落回到鼎炉面前，雷劫一度完，他心里就松了一口气，总算中途没有失败，不然他有的话三天三夜的时间再练一枚心脉丹，倒不是他没精力，只是浪费那么多灵草他心疼。
en_us: You XiaoMo descended from the sky back to the front of his cauldron. He let out a sigh of relief once the lightning tribulation was over. He finally did not fail midway, otherwise, he would have to spend three days and three nights to refine a Heart Meridian Pill (心脉丹). It was not that he had no energy, but that he felt distressed over wasting so much magic herbs.

source: 游小默从空间里出来，发现他们已经不在海底，头顶是一碧如洗的天空，阳光明媚，灿烂得令人不能直视，远处是波光粼粼的海水，清澈透明，他们似乎来到一座无名的海域。
en_us: You XiaoMo exited the dimension and found that they were no longer at the bottom of the sea. Above them, the azure skies stretched on for miles and bright sunlight shone, almost blindingly so. The clear blue sea shimmered all the way to the skyline. It appeared that they had arrived at an uncharted area of the seas.

source: 游小默从空间里掏出几株上品灵草，其中一株还是柜子里没有的，然后挑出几株自己需要的灵草，虽然是不问自取，但是用上品灵草换中级灵草，相信就算丹房主人知道也不会说什么了吧？
en_us: You XiaoMo got out a few high-grade magic herbs and one wasn't even in the cabinet, then he took a few stalks of magic herbs that he needed. Although he was taking without permission, but exchanging high-grade magic herbs with mid-grade ones, even if the owner knew, he wouldn't have anything to say, right?

source: 游小默从空间里掏出各种调料。
en_us: You Xiaomo took out various condiments from his dimension.

source: 游小默从船舱里走出来透透气，这个时间这是吃午饭的时间，虽然他的空间里有吃的，但是一直吃那些东西也会腻味的。
en_us: You XiaoMo left the cabin to get some air. It was lunchtime; though he had food in his pocket dimension, but he had gotten sick of always eating those things.

source: 游小默从门外钻出来。
en_us: You XiaoMo slipped in from outside.

source: 游小默仔细的对比起来。
en_us: You XiaoMo carefully compared the two.

source: 游小默仔细回想了下掌柜当时的神情，他都拒绝了还非得让他收下两碗免费宵夜，然后又给他送来酒菜，他绝不信掌柜是那么热情好客的人。
en_us: You XiaoMo carefully thought back to the concierge's expression at the time. Even though he had already refused, the concierge still forced him to accept the two free bowls of snacks, and then he had even sent him side dishes. There was no way that the concierge was such a warm and hospitable person.

source: 游小默以为自己听错了，忍不住掏了掏耳朵，“抱歉，你刚刚说多少，我没听见，麻烦你再说一遍。”
en_us: You Xiao thought that he had misheard it and could not refrain from picking his ears, "Sorry, how much did you say it was? I didn't hear you just now. Could you repeat it again?"

source: 游小默以他个人的名义输入他心中的价格，这是他难得豪气的一把，他承认他想看看游震天会有什么表情，血缘上他们还是伯侄关系。
en_us: You XiaoMo entered the price under his own name. This action was a rare shot at heroism for him. He could admit that he wanted to see what the expression would be like on You ZhenTian's face, after all they were still nephew and uncle by blood.

source: 游小默以更快的速度吸收着内丹的能量，然后将能量导入晶体之中，再将晶体压缩得更小，从鹅蛋变成鸡蛋，再从鸡蛋变成鸟蛋……
en_us: You XiaoMo started to absorb the energy from the (内丹) at an even quicker pace, then channeling that energy to the crystal, then condensing the size of that crystal from a swan's egg to a chicken's egg, to a bird's egg...

source: 游小默伸了个懒腰，其实他原本没打算一次就闭关一个多月，好在他已经不是第一次。
en_us: You XiaoMo stretched. In reality, he hadn’t originally planned on isolating himself for over a month at once. It was good that this wasn’t the first time, though.

source: 游小默伸了伸懒腰，趴在桌上睡觉一点也舒服，全身都酸死了，要不是担心他睡觉会影响凌霄他才不会僵到放弃柔软的大床。
en_us: You XiaoMo made a lazy stretch. It was very uncomfortable, sleeping on the table. He felt sore all over. If he wasn't afraid of disturbing Ling Xiao by sleeping on the bed, there was no way he would have give it up.

source: 游小默伸手就去抢，“当然想要。”
en_us: You XiaoMo reached out to steal it, "Of course I want it."

source: 游小默似懂非懂的点点头。
en_us: You XiaoMo nodded his head as if he understood.

source: 游小默似懂非懂的点点头，不过他好像是第一次遇到这种英雄救美的戏码，可惜他不想救，真是太难得的机会！
en_us: You XiaoMo nodded his head, not quite understanding. However, this did seem to be the first time that he had encountered a 'hero rescues the beauty' scenario. It was a pity that he didn't want to save them, it was truly a hard opportunity to come by!

source: 游小默低头发现凌霄根本没有抬头，背挺得像笔直的苍松一样，隐约可见皮下结实的肌肉，他依然在摆弄玉简。
en_us: You XiaoMo looked down and found that Ling Xiao had not looked up at all. His back was as straight as a pine and the solid muscles beneath his skin were faintly visible. He was still fiddling with the jade drive.

source: 游小默低头看了一眼就收回视线，看多了晚上会做恶梦的他并不知道，自他出现后，妖坟场某些大妖怪就蠢蠢欲动起来，没有深入的人是不会知道的，其实妖坟场不止是妖兽的墓穴，还是人类的墓穴，远古与妖兽爆发大战的族群正是人类，那一战打得昏天暗地，陨落的不止是大妖兽，还有很多在当时名气响当当的人类强者。
en_us: You XiaoMo looked down once before looking away. If he looked too much, he'd have nightmares at night. /PARA But what he didn't know was that after he had appeared, some of the big demon beasts in the demon beast graveyard had begun to stir restlessly. Someone who hadn't entered into it wouldn't know, but the demon beast graveyard wasn't actually just a graveyard for demon beasts; it was also a graveyard for humans. The race that had erupted into a huge war with the demon beasts in the past was the humans. That war was extremely chaotic, and the big demon beasts weren't the only ones to fall. Many famous, renowned human experts of that time had also died.

source: 游小默使出吃奶的实力攻击脚下的晶矿，果然如他所料的，光滑平整的晶矿表面只是凹了一小块，约莫只有拇指那么大，照这种速度，他得挖到明年才能挖出一个四五米深的洞。
en_us: You XiaoMo kicked the crystal like floor beneath him with all his strength. As expected, only a small dent about the size of his thumb appeared on the smooth surface of the crystal floor. With this speed, it'd probably take him a year to get a four to five meter deep hole.

source: 游小默倒是无所谓，只要能换到积分，去一区也一样。
en_us: You XiaoMo didn't really care. As long as he could exchange for some points, going to Block 1 would be the same thing.

source: 游小默倒没想到他会跟自己说话，愣了一会才回道：“哦，你的话就一般而言，的确是对的。”
en_us: You XiaoMo didn't expect the other would talk to him. He took a moment to process this before saying, "Oh, what you just said would usually be right."

source: 游小默借海水的掩护靠近玄泽的本体，龟壳就像山一样巨大，他找了很久才找到龟壳头部的边缘，龟壳太硬肯定是不能下手，所以只能从头颅下手。
en_us: Using the seawater as cover, You XiaoMo approached Xuan Ze's true form. The shell was massive like a mountain and it took him quite a while to find the edge of the head of the shell. The shell was too hard to deal with, so he decided to aim for the head.

source: 游小默假装掐了一下手指，然后才用一种神棍的语气对他们说道：“近日我观胡村风水，发现胡村的气运快走到尽头，你们若是不尽快搬走，下一次兽潮很可能会将胡村踏成平地。”
en_us: You XiaoMo pinched his fingers together, acting dramatic, before saying like a charlatan, "I've been observing Hu Village's surroundings recently, and have found that Hu Village's destiny has been been approaching its end. If you don't move soon, the next Beast Tide will trample the village to the ground."

source: 游小默偏头看向凌霄，本来他是想在大通海待到他晋级四品为止，不过凌霄既然想提前离开他也没什么意见。
en_us: You XiaoMo turned his head and looked up at Ling Xiao. Originally, he wanted to stay in DaTong Sea until he had advanced to Grade Four. But, he had no objection since Ling Xiao wanted to leave early.

source: 游小默偏头看着凌霄，“你还没说，那个古叔到底是怎么跟你说天狗的成员的？”
en_us: You XiaoMo tilted his head and looked at Ling Xiao, "You haven't mentioned, what did that Uncle Gu tell you about the members of Tiangou?"

source: 游小默做的几道菜都是口味比较重的，所以味道散的比较慢。
en_us: The few dishes that You XiaoMo made were all strong in flavour thus the smell disspated slower too.

source: 游小默停下脚步，上下打量着他，难不成还不准他们进镇不成？
en_us: You XiaoMo stopped in his tracks, scrutinizing the other. Were they not allowed to enter or something?

source: 游小默偷听到江流想要那滴龙血炼一种灵丹，据说是一种可以针对灵魂的奇特灵丹，对他非常重要，所以一定要在选拔赛中拔得头筹。
en_us: You XiaoMo had overheard that Jiang Liu wanted that dragon blood to refine a magic pill. It was said to be an unusual magic pill for the soul that was very important to him, so he had to be the first in the selection trials.

source: 游小默催促道：“那你快说！”
en_us: You XiaoMo urged, "Then hurry and say it!"

source: 游小默傻笑的点点头，“比如飞行啊，高级丹师要借助外物才能飞行，彩级丹师就不需要了，可以凭借自己的实力，不过对灵魂之力的消耗不小，所以如果借助外物的话，不仅可以省灵魂之力，速度还能变得更快。”
en_us: You XiaoMo nodded with a stupid laugh, "Like flying, a high level mage needs help from other things to fly but a rainbow level mage don't. They can use their own powers to fly, but it's going to take a lot of soul power so if they use an aid too, not only is it saving soul powers, they can increase their speed."

source: 游小默像上次对付那个黑衣人一样，用他那双织得丑丑的手套徒手抓住长剑，这次他没有折断长剑，而是一脚踹了过去，黑衣人飞出去砸在山壁上，本以为不死也该半残，却不想他又立刻爬了起来。
en_us: Like last time, You XiaoMo used his ugly woven gloves to catch his sword bare-handedly. This time he didn't break it but rather sent him flying against a wall with a kick. You XiaoMo thought that he was going to be half-dead if not dead, but instead he quickly got up again.

source: 游小默像打了鸡血似得，他把吞金兽和两只金翅虫放了出来，嘱咐道：“小金，你试试看能不能把玉床弄一半出来。”
en_us: You XiaoMo seemed to have been injected with chicken blood. He released the Metal Swallowing Beast and the two Golden Winged Insects and instructed, "Xiao Jin, try to see if you can take out half of this jade bed."

source: 游小默像被雷劈到似的，一脸难以置信，凌霄竟然主动掐断与他的联系？
en_us: You XiaoMo seemed to have been stuck by thunder, and incredulity was written on his face. Ling Xiao actually cut off the connection with him of his own accord?

source: 游小默先去了驭兽室，在里面筛选了一些实用的驭兽法才转去隔壁的冥想室，他准备在里面待长一点，所以确定了天数就直接把积分划掉。
en_us: You XiaoMo went into the Beast Transfiguration Room first, choosing a few practical Beast Transfiguration techniques before heading to the Meditation Room next door. He was preparing to stay for a while, so he paid the points after confirming the number of days.

source: 游小默先去杂货铺买了各种生活必需品，然后又找了家看起来底蕴深厚的大型丹铺用几颗十级灵丹换了一笔灵晶。
en_us: You XiaoMo first went to the general store to buy some necessities before finding a large magic pill store that seemed to have some background, exchanging a few grade ten pills for a chunk of spirit gems.

source: 游小默关上门，正想扶着凌霄去床上，后者已经走过去了，步履轻盈，看起来哪里有一丝虚弱的模样。
en_us: You XiaoMo closed the door, wanting to help Ling Xiao to the bed, only to find that the other had already walked over, his steps light. He didn't seem ill or weakened at all.

source: 游小默兴奋地朝凌霄扑过去。
en_us: You XiaoMo leaped at Ling Xiao in excitement.

source: 游小默兴奋的跳下床，拎起吞金兽和两只金翅虫跑出石室。
en_us: You XiaoMo jumped off the bed in excitement, grabbing the metal swallowing beast and golden winged insects and running out.

source: 游小默其实也有这个意思，他们只有两个半月的时间，要是为了小乌龟的事情耽搁了时间，他又会错过下次挑战赛，后悔就来不及了。
en_us: Actually, You XiaoMo also had the same intention. They only had two and a half months. If they were delayed because of the little tortoise's situation, he would miss the next challenge matches again and it would be too late to regret it then.

source: 游小默其实是有族纹的，但他的族纹处在隐匿的状态。
en_us: You XiaoMo actually had a clan mark (族纹), it was just that his mark was in a state of concealment.

source: 游小默内心很忐忑，他们不会是在交流吧？
en_us: You XiaoMo felt slightly uneasy. They weren’t communicating, were they?

source: 游小默内心忐忑起来，看他的表情似乎不妙啊，难道真的只是玉简的主人在恶作剧，里面其实不是宝贝之类的东西，而是没用的东西？
en_us: You XiaoMo became apprehensive. Judging from his expression, it doesn't seem good ah. Don't tell me that the owner of the jade drive was playing a practical joke and what was inside were not actually things like treasures but something useless?

source: 游小默内心更加坚定以后要以凌霄为首，坚定贯彻‘大事听他的，小事听自己的’，一百年不动摇。
en_us: In his heart, You XiaoMo reaffarimed his decision to follow Ling Xiao (以凌霄为首) and stand firmly on the position of 'listen to Ling Xiao on important things, and listen to him on unimportant things'. (大事听他的，小事听自己的) Never changing. (no hesitation)(一百年不动摇)

source: 游小默再傻也看出来了，这位外表高洁，内里实则风骚无比的老板娘其实是看上凌霄了，所以才故意为难他们，不禁瞪了凌霄一眼，真是蓝颜祸水！
en_us: No matter how dumb You XiaoMo was, he would still be able to tell what was going on here. This tavern owner who looked pure and dignified was actually very coquettish, and had her eyes on Ling Xiao. That was why she was making things difficult for them. You XiaoMo coldn't help but glare at Ling Xiao. He was too handsome for his own good!

source: 游小默再次尴尬地笑了笑，他怎么记得他们只见过一面，相识根本谈不上吧，但是这还是第一个人跟他讲价，而且还是女生，直接拒绝的话就显得他太小气了，犹豫了一下方道：“只能降两个点数。”
en_us: You XiaoMo felt his smile becoming awkward once more; how come he only remembers them meeting once? That doesn’t seem like being “acquainted”. However, this was his first time bargaining, and the other was a young lady, if he just refused that would be being too mean. So after hesitating for a moment, he agreed, “Just by two points.”

source: 游小默冲他一笑，一字一句：“秘、密。”
en_us: You XiaoMo smiled at him, drawing out his words as he replied, "It's a secret."

source: 游小默决定先酿一坛灵酒，顶级灵酒恢复灵力的效果虽然比灵水差一些，但是灵水毕竟是无臭无味的东西，酒对男人来说确实好东西，一边享受一边恢复灵力是一件很美好的事情。
en_us: You XiaoMo decided to brew a pot of spirit wine first. Although the effects of restoring spiritual energy with a transcendent level spirit wine was a little worse than drinking spiritual water, the spiritual water was odorless and tasteless after all. To men, wine was indeed good stuff, and it was a wonderful thing to be able to recover spiritual energy while enjoying taste.

source: 游小默冷哼一声就甩袖回房，这种人犯不着给他面子，而且既然被他看到了，他也不好大摇大摆的过去查看，否则这掌柜会怀疑他知道了什么。
en_us: You XiaoMo sneered coldly before flicking his sleeves and returning to his room. It wasn't worthwhile to be respectful to someone like him. Moreover, since he had been discovered, it wouldn't be good for him to just swagger over and check things out, or else the concierge would suspect that he knew something.

source: 游小默冷笑道：“你当我们是傻子啊，不过是十来盘普通的彩色和两盘饭后水果，你们却开口要两万一千枚灵晶，是想坑我们吗？”
en_us: You Xiao sneered, "Are you taking us as idiots? We only ordered ten ordinary dishes and two plates of after-meals fruits (十来盘普通的彩色和两盘饭后水果), yet you are asking for twenty-one thousand spirit gems? Are you trying to defraud us?"

source: 游小默则承诺，待他们再次聚首后，一人给一颗彩级灵丹。
en_us: As for You XiaoMo, he promised that by the time they meet again, he would give them each a rainbow pill.

source: 游小默刚想问游震天什么时候回赤血城，宴会的入口方向突然传来一阵骚动。
en_us: You XiaoMo was about to ask when You ZhenTian would be returning tp ChiXue City when a commotion occurred at the entrance.

source: 游小默刚叹完气，突然瞄到打开的一个柜子底部静静的躺着几粒黑色的种子，该不会就是种子吧？
en_us: Just as You XiaoMo finished sighing, from the corner of his vision he suddenly saw an opened cabinet. At the base of it was a few black seeds laying quietly, could it be magic herb seeds?

source: 游小默刚将黑色帖子解下来，黑鸦立刻扑腾着翅膀飞走了，速度竟然也不慢，好像有急事一样。
en_us: You XiaoMo had only just untied the note when the Black Crow flapped its wings and took off. It wasn't slow either, like it had something urgent to get back to.

source: 游小默刚平复下那颗被吓到的心，某人不规则，却又很火热的手已经摸进他的衣服里，在里面煽风点火，把他摸得心猿意马。
en_us: Just as You XiaoMo had calmed down his freaked-out heart, someone's unruly but also passionate hands had already crept up his shirt, agaiting him and making his heart pound. (煽风点火,心猿意马)

source: 游小默刚想接过手，一听到蛊立刻就缩了回来，咂舌道：“不是吧，蛊？”
en_us: You XiaoMo was about to take the box. Once he heard the word 'Gu', he immediately pulled his hand back and clicked his tongue, "No way! A Gu?"

source: 游小默刚想进自己的空间，凌霄先一步把他收了进去。
en_us: You XiaoMo was about to enter his own dimension, but Ling Xiao pulled him into his.

source: 游小默刚想问他怎么了，一阵急促的脚步声突然从某个方向传来，这种情形有点熟悉的感觉。
en_us: Just as You XiaoMo wanted to ask him what the matter was, a burst of hurried footsteps suddenly echoed from a certain direction. This situation was becoming a little familiar.

source: 游小默刚斟满三杯酒，三只立刻将属于自己的那杯蜷进自己的怀里。
en_us: You XiaoMo had just filled three cups of wine when three immediately ensconced (蜷进) the cups belonging to them into their embrace.

source: 游小默刚要动，吞金兽就一头扎进他的怀里，众目睽睽之下，当真是应验了那句最怕猪一样的队友。
en_us: The Metal Swallowing Beast plunged into his arms under the watchful eyes of the crowd just as You XiaoMo was about to move. This seriously fulfilled the saying of 'the most fearful person was a pig-like teammate'.

source: 游小默刚要把他放到桌上，小乌龟却顺着他的手爬到他身上，过程很缓慢，目标很坚定。
en_us: Just as You XiaoMo placed him onto the table, the baby turtle climbed up from his hand towards his body. Although it was a slow process, he was very determined.

source: 游小默刚要看过去，一股无形的威压突然从天而降，像巨浪一般铺天盖地的袭来，明显是刻意的行为，他的身体都僵了，灵魂颤动了一下，知道凌霄将他护在身边才好一些。
en_us: You XiaoMo had just looked over when an invisible pressure suddenly arose, attacking like a huge wave with earth-shattering pressure. It was obviously a deliberate action. His whole body froze and his soul trembled for a moment. Only the knowledge of Ling Xiao protecting him made him feel better.

source: 游小默刚要脱口说出‘不会真的在找我们吧’这句话，突然觉得这句话很愚蠢，连忙捂住自己的嘴巴。
en_us: You XiaoMo was just about to blurt out the sentence 'He can't really be looking for us right?', when he suddenly felt that this sentence was honestly quite stupid and quickly covered his mouth.

source: 游小默刚走进去，就听到守卫的声音，在他身后是凌霄，回头一看，守卫果然在问凌霄，刚刚明明没有这道程序的。
en_us: You XiaoMo heard the voice of the guard when he had just walked in. Ling Xiao was behind him. When he looked back, he saw that the guard was indeed questioning Ling Xiao. There was obviously no such procedure just a moment ago.

source: 游小默动作一顿，就这一秒，三人突然闷哼一声，同时咬舌自尽了，血腥味变得比刚刚更加浓烈。
en_us: You XiaoMo's movements paused for a second, due to the distraction, and that was when the three of them suddenly grunted. They had all committed suicide and the smell of blood was even stronger than before.

source: 游小默努力忽略掉心里突然冒出来的毛骨悻然，干笑道：“亲爱的，你不要光顾着笑，我就快逃出城主府了，你快来接应我，不然明年的今天就是我的忌日了。”
en_us: You XiaoMo did his best to ignore the chill that spread through him, smiling weakly. "Darling, don't just laugh. I'm almost out of the City Master's estate. Hurry and welcome me or else the today of next year will be my memorial."

source: 游小默努力想忽视便宜爹的目光，结果反被他看得起一身鸡皮疙瘩，忍无可忍，无须再忍。
en_us: You XiaoMo very much wanted to ignore his clingy dad's gaze, but instead, goosebumps erupted all over him because of it. He couldn't bear it any longer, nor was there any need to.

source: 游小默单方面认定白衣人和他没有血缘关系，治郁为什么两人长得一模一样，他归咎为血缘遗传的关系，像有的家族，隔了几代才会遗传到祖辈的容貌，这种例子并不是没有。
en_us: You XiaoMo one-sidedly maintained that he did not have any blood relationship with the white robed man. He put the blame on the genetics of the bloodline for why they looked exactly alike. It was just like some families where the appearance of the ancestors would be inherited after a few generations. This example was not without any basis.

source: 游小默却看得惊喜万分，他终于突破了，正式成为彩级一品修为的丹师，之前他就猜想十一阶妖兽的内丹应该可助他突破，没想到真成了。
en_us: However, You XiaoMo was thrilled, he had finally (突破) and became an offical rainbow grade one mage. He had thought that a level eleven pill (内丹) of a demon beast could help him do it, he didn't think it would actually come true.

source: 游小默又接着喊了两次饭后水果，吃得肚子都撑起来了。
en_us: You XiaoMo then called for two servings of after-meals fruits (饭后水果) and ate till his stomach was close to bursting (肚子都撑起来).

source: 游小默又给她加了一条——聪明！
en_us: You XiaoMo added another trait to her - smart!

source: 游小默双手已经套上一双金色手套，这是用金翅虫吐得丝制成的，虽然手套做工粗糙，而且样式很难看，但是效果非常棒，刚刚他就是凭借这双手套徒手折断黑衣人的长剑的。
en_us: You XiaoMo had put on a pair of golden gloves made from the silk of his golden winged insects. Though the craftsmanship was rough, and it looked ugly, but the effect was top notch. He had managed to break the black robed man's sword with these gloves.

source: 游小默反倒有些不好意思了。
en_us: Instead, You XiaoMo was a little embarrassed.

source: 游小默反应过来才知道可能是他发现小乌龟的存在，大概是气息，妖兽对自己族人的气息是很敏感的，小乌龟出生没多久，还不会收敛自己的气息，玄泽会发现是理所当然的。
en_us: You XiaoMo quickly realized that he probably discovered the existence of the baby turtle, mostly likely by scent. (气息) Demon beasts were highly sensitive to the scents of their species (族人) and since the baby turtle was young, it hadn't learned how to conceal it's presenses yet. It goes without saying that Xuan Ze would discover it.

source: 游小默反握住大刀，转身抬起脚重重的踢了独眼刀疤一记，大刀脱手，霎时被他踢飞出去。
en_us: You XiaoMo grabbed the sword and whirled around, giving One-Eyed Scarface a heavy kick. His sword slipped from his hand and he was sent flying.

source: 游小默发现了一个真理。
en_us: You XiaoMo realized a truth of the world.
